export default {
    partnerships: {
        title: "القوة في الشراكات",
    },
    names: {
        john: "جون",
        jane: "جين",
        alex: "أليكس",
        emma: "إيما",
        chris: "كريس",
        sophia: "صوفيا",
        daniel: "دانيال",
        olivia: "أوليفيا",
        michael: "مايكل",
    },
    about: {
        sectionTitle: "المزيد عن ماي تشايلد",
        aboutUs: {
            title: "من نحن",
            content: "في ماي تشايلد، نحن فريق مخلص من الأفراد المحليين والدوليين المتحمسين لرعاية وتمكين الأطفال. يضم فريقنا الأساسي والمربّين الذين يشاركون هدفًا موحدًا: ضمان حصول كل طفل على الفرصة للازدهار.",
        },
        vision: {
            title: "رؤيتنا",
            content: "عالم يتمتع فيه كل طفل، بغض النظر عن خلفيته، بفرص متساوية للنمو والتعليم والسعادة. نحن نتخيل مستقبلاً لا يُترك فيه أي طفل وراء الركب، حيث يكون محمياً من الأذى، مُمكَّنًا للحلم، ومدعومًا ليصبح قادة متعاطفين وواثقين في الغد.",
        },
        mission: {
            title: "مهمتنا",
            content: "مهمتنا هي تقديم رعاية شاملة وتعليم ودعم للأطفال المحتاجين. من خلال برامج مجتمعية مدفوعة بالمبادرة، والمناصرة، والحلول المستدامة، نسعى لضمان حصول كل طفل على بيئة آمنة ومغذية والموارد التي يحتاجها لتحقيق إمكاناته الكاملة.",
        },
    },
};
